/* Localized versions of QuickTime Player strings */
"qtpMovie" = "影片";
"qtpElement" = "元素";
"qtpLayout" = "布局";
"qtpText" = "文本";

"qtpIndeterminateTime" = "未知";
/* A/V Controls */
"avControls" = "音频/视频控制";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "通用";
"qtpPreferencesToolbarLabelFullscreen" = "全屏幕";
"qtpPreferencesToolbarLabelCapture" = "正在录制";
"qtpPreferencesNoDeviceAvailable" = "（无可用设备）";
"qtpPreferencesChoose" = "选取";
"qtpPreferencesCaptureDeviceAutomatic" = "自动";
"qtpPreferencesCaptureDeviceUnavailable" = "（不可用）";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@：%@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "iSight 内建";

"qtpCaptureSmall" = "更好 (H.264)";
"qtpCaptureSmallDescription" = "较适合于电子邮件和 Web 共享。\n%lux%lu 视频，128 kbps AAC 音频";
"qtpCaptureSmallAlt" = "好 (MPEG-4)";
"qtpCaptureSmallAltDescription" = "适合于电子邮件和 Web 共享。\n%lux%lu 视频，128 kbps AAC 音频";
"qtpCaptureLarge" = "最好 (H.264)";
"qtpCaptureLargeDescription" = "最适合于电子邮件和 Web 共享。\n%lux%lu 视频，128 kbps AAC 音频";
"qtpCaptureNative" = "设备原生设置";
"qtpCaptureNativeDescription" = "最适合于后期处理。\n原始视频和音频，文件很大。";

/* menu items */
"qtpShowMovieInfo" = "显示影片简介";
"qtpHideMovieInfo" = "显示影片简介"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "显示影片检查器";
"qtpHideMovieInspector" = "隐藏影片检查器";
"qtpClearMenu" = "清除菜单";
"qtpSelectScript" = "选择脚本";
"qtpRun" = "运行";
"qtpShowPitchShift" = "显示音调移位";
"qtpNewMovieRecording" = "新建影片录制";
"qtpNewAudioRecording" = "新建音频录制";
"qtpMovieRecording" = "影片录制";
"qtpAudioRecording" = "音频录制";
"qtpShowAVControls" = "显示音频/视频控制";
"qtpHideAVControls" = "隐藏音频/视频控制";
"qtpShowClosedCaption" = "显示隐藏式字幕";
"qtpHideClosedCaption" = "隐藏隐藏式字幕";
"qtpShare" = "共享…";
"qtpStopAllMovies" = "停止所有影片";
"qtpPlayAllMovies" = "播放所有影片";
"qtpShowSoundControls" = "显示声音控制";
"qtpHideSoundControls" = "隐藏声音控制";
"qtpHidePropertyInspector" = "隐藏属性检查器";
"qtpShowPropertyInspector" = "显示属性检查器";
"qtpOpenMovie" = "打开影片…";
"qtpOpenMovieInNewPlayer" = "在新的播放程序窗口中打开影片…";
"qtpOpenURL" = "打开 URL…";
"qtpOpenURLInNewPlayer" = "在新的播放程序窗口中打开 URL…";
"qtpHalfSize" = "一半大小";
"qtpActualSize" = "实际大小";
"qtpDoubleSize" = "两倍大小";
"qtpFitToScreen" = "适合于屏幕";
"qtpLetterbox" = "适合于屏幕";
"qtpZoom" = "充满屏幕";
"qtpStretch" = "拉伸以充满屏幕";
"qtpPanoramicStretch" = "全景";
"qtpMinimize" = "最小化";
"qtpClose" = "关闭";
"qtpFullScreen" = "进入全屏幕";
"qtpExitFullScreen" = "退出全屏幕";
"qtpAXURLPopupButtonValue" = "选择 URL";
"qtpAXURLTextTitle" = "影片 URL";
"qtpExportRefMovieForWebMenuTitle" = "导出给 Web 和 iPhone…";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "剪切";
"qtMovieViewEditCopy" = "拷贝";
"qtMovieViewEditPaste" = "粘贴";
"qtMovieViewEditDelete" = "删除";
"qtMovieViewEditAdd" = "添加到影片";
"qtMovieViewEditAddScaled" = "添加到所选内容并缩放";
"qtMovieViewEditReplace" = "替换";
"qtMovieViewEditTrim" = "修剪到所选部分";
"qtMovieViewMove" = "移动";
"qtMovieViewResize" = "调整大小";
"qtMovieViewDelete" = "删除";
"qtMovieViewPlace" = "地点";
"qtMovieViewInsert" = "插入";
"qtMovieViewDeleteTrack" = "删除轨道";
"qtMovieViewEnableTrack" = "启用轨道";

"QTMoviePosterTimeAttribute" = "设定影片标志帧";
"QTMovieApertureMode" = "设定光圈";
"QTTrackHighQualityVideoAttribute" = "设定高质量视频";
"QTTrackDeinterlaceVideoAttribute" = "设定消除视频隔行";
"QTTrackSingleFieldVideoAttribute" = "设定单场视频";
"QTTrackPreloadTrackAttribute" = "设定预载入轨道";
"QTTrackNeverPurgeTrackAttribute" = "设定永不消除轨道";
"QTTrackMatrixAttribute" = "设定轨道矩阵";
"QTTrackChapterlistAttribute" = "设定章节";
"QTTrackContentsAttribute" = "设定轨道内容";
"QTTrackMaskAttribute" = "设定轨道蒙版";
"QTTrackVolumeAttribute" = "设定轨道音量";
"QTTrackBalanceAttribute" = "设定轨道平衡";
"QTTrackHrefAttribute" = "设定轨道 HREF";
"QTTrackTransferModeAttribute" = "设定视频传输模式";
"QTTrackOperationColorAttribute" = "设定视频操作颜色";
"QTTrackEnabledAttribute" = "设定轨道已启用";
"QTTrackLanguageAttribute" = "设定轨道语言";
"QTTrackLayerAttribute" = "设定轨道层";
"QTTrackRangeAttribute" = "设定轨道开始时间";
"QTTrackDisplayNameAttribute" = "设定轨道名称";
"QTTrackSourcePositionAttribute" = "设定轨道位置";
"QTTrackSourceDimensionsAttribute" = "设定轨道尺寸";


/* track names */
"qtTrackMovieName" = "影片";
"qtTrackMovieTrackName" = "影片轨道";
"qtTrackVideoTrackName" = "视频轨道";
"qtTrackSoundTrackName" = "声音轨道";
"qtTrackMPEGTrackName" = "MPEG 轨道";
"qtTrackChapterTrackName" = "章节轨道";
"qtTrackTextTrackName" = "文本轨道";
"qtTrackSpriteTrackName" = "角色轨道";
"qtTrackTimeCodeTrackName" = "时间码轨道";
"qtTrackFlashTrackName" = "Flash 轨道";
"qtTrackTweenTrackName" = "中间帧轨道";
"qtTrackMusicTrackName" = "音乐轨道";
"qtTrackSkinTrackName" = "皮肤轨道";
"qtTrackThreeDeeTrackName" = "3D 轨道";
"qtTrackUnknownTrackName" = "未知轨道";
"qtTrackFourCharCodeTrackName" = "“%@”轨道";

/* capture */
"qtpCaptureBaseMovieFileName" = "影片";
"qtpCaptureBaseAudioFileName" = "音频";
"qtpCaptureDiskFullTitle" = "录制已停止，因为磁盘已太满。";
"qtpCaptureDiskFullMessage" = "删除一些文件以腾出更多空间。";
"qtpCaptureWriteFailTitle" = "录制未能创建文件。";
"qtpCaptureWriteFailMessage" = "磁盘可能已满或不可写。";
"qtpCaptureFailedTitle" = "录制失败。";
"qtpCaptureFailedMessage" = "录制失败，无法创建影片。";
"qtpCaptureNoDeviceTitle" = "未找到录制设备。";
"qtpCaptureNoDeviceMessage" = "请确定录制设备已插上电源且没有被另一个应用程序使用。";
"qtpCaptureDiskNearlyFullTitle" = "磁盘几乎已满。";
"qtpCaptureDiskNearlyFullMessage" = "捕捉将在 %d 秒钟后自动停止。";
"qtpKeep" = "保留";
"qtpDontKeep" = "不保留";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "清除菜单";

/* full screen */
"qtpExitFullScreenInstructions" = "按下 Esc 以退出全屏幕。";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "B";
"qtpMovieDataSizeUnitsKiloBytes" = "KB";
"qtpMovieDataSizeUnitsMegaBytes" = "MB";
"qtpMovieDataSizeUnitsGigaBytes" = "GB";
"qtpMovieDataSizeUnitsTeraBytes" = "TB";
"qtpMovieDataSizeUnitsPetaBytes" = "PB";
"qtpMovieDataSizeUnitsExaBytes" = "EB";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "B/秒";
"qtpMovieDataRateUnitsKiloBytes" = "KB/秒";
"qtpMovieDataRateUnitsMegaBytes" = "MB/秒";
"qtpMovieDataRateUnitsGigaBytes" = "GB/秒";
"qtpMovieDataRateUnitsTeraBytes" = "TB/秒";
"qtpMovieDataRateUnitsPetaBytes" = "PB/秒";
"qtpMovieDataRateUnitsExaBytes" = "EB/秒";

/* LCD strings */
"qtpLCDLiveBroadcast" = "实时广播";
"qtpLCDLiveBroadcastPaused" = "实时广播 - 已暂停";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "时间码：丢帧";
"qtpLCDTimeCodeNonDropFrame" = "时间码：非丢帧";
"qtpLCDTimeCodeStandard" = "标准";
"qtpLCDTimeCodeFrameNumber" =  "帧编号";

/* version */
"qtpOldQuickTime" = "旧的 QuickTime";
"qtpOldQuickTimeError" = "请升级到 QuickTime 7.0 或更高版本。";
"qtpCopyright" = "Copyright © 1989-2010, Apple Inc.，\n保留一切权利。";
"qtpVersion" = "QuickTime™ 版本 %@，播放程序版本 %@";
"qtpQuickTimeVersion" = "QuickTime™ 版本 %@ (%@)";
"qtpQTKitVersion" = "QTKit 版本 %@ (%@)";

/* languages */
"qtpLanguageSystemDefault" = "（系统默认）";
"qtpLanguageEnglish" = "英文";
"qtpLanguageFrench" = "法文";
"qtpLanguageGerman" = "德文";
"qtpLanguageItalian" = "意大利文";
"qtpLanguageDutch" = "荷兰文";
"qtpLanguageSwedish" = "瑞典文";
"qtpLanguageSpanish" = "西班牙文";
"qtpLanguageDanish" = "丹麦文";
"qtpLanguagePortuguese" = "葡萄牙文";
"qtpLanguageNorwegian" = "挪威文";
"qtpLanguageHebrew" = "希伯来文";
"qtpLanguageJapanese" = "日文";
"qtpLanguageArabic" = "阿拉伯文";
"qtpLanguageFinnish" = "芬兰文";
"qtpLanguageGreek" = "希腊文";
"qtpLanguageIcelandic" = "冰岛文";
"qtpLanguageMaltese" = "马耳他文";
"qtpLanguageTurkish" = "土耳其文";
"qtpLanguageCroatian" = "克罗地亚文";
"qtpLanguageTraditionalChinese" = "繁体中文";
"qtpLanguageUrdu" = "乌尔都文";
"qtpLanguageHindi" = "印地文";
"qtpLanguageThai" = "泰文";
"qtpLanguageKorean" = "韩文";
"qtpLanguageLithuanian" = "立陶宛文";
"qtpLanguagePolish" = "波兰文";
"qtpLanguageHungarian" = "匈牙利文";
"qtpLanguageEstonian" = "爱沙尼亚文";
"qtpLanguageLatvian" = "拉脱维亚文";
"qtpLanguageSaamisk" = "萨米文";
"qtpLanguageFaroese" = "法罗文";
"qtpLanguageFarsi" = "波斯文";
"qtpLanguageRussian" = "俄文";
"qtpLanguageSimplifiedChinese" = "简体中文";
"qtpLanguageFlemish" = "弗拉芒文";
"qtpLanguageIrish" = "爱尔兰文";
"qtpLanguageAlbanian" = "阿尔巴尼亚文";
"qtpLanguageDefault" = "默认";

/* progress */
"qtpProgressFlatteningMovie" = "正在展平影片…";
"qtpProgressInsertingTrackSegment" = "正在插入轨道片段…";
"qtpProgressInsertingMovieSegment" = "正在插入影片片段…";
"qtpProgressPasting" = "正在粘贴…";
"qtpProgressAddingMovieSelection" = "正在添加影片选区…";
"qtpProgressCopying" = "正在拷贝…";
"qtpProgressCutting" = "正在剪切…";
"qtpProgressLoadingMovieIntoRAM" = "正在将影片载入到内存…";
"qtpProgressLoadingTrackIntoRAM" = "正在将轨道载入到内存…";
"qtpProgressLoadingMediaIntoRAM" = "正在将媒体载入到内存…";
"qtpProgressImportingMovie" = "正在导入影片…";
"qtpProgressExportingMovie" = "正在导出影片…";

/* device support */
"qtpDeviceSupportSendPrompt" = "发送";
"qtpDeviceSupportExportingMovie" = "正在导出影片…";
"qtpDeviceSupportWaiting" = "正在等待“%@”接收项目…";
"qtpDeviceSupportNegotiating" = "正在协商…";
"qtpDeviceSupportWaitingForDevice" = "正在等待设备…";
"qtpDeviceSupportTransferring" = "正在将影片传输到“%@”…";
"qtpDeviceSupportTransferringFile" = "正在传输文件";
"qtpDeviceSupportBadRequestError" = "错误的请求";

/* sound */
"qtpSoundChannel" = "声道";
"qtpSoundUnknown" = "未知";
"qtpSoundMono" = "单声道";
"qtpSoundStereo" = "立体声";
"qtpSoundHertz" = "Hz";
"qtpSoundNone" = "无";
"qtpSoundMACE3to1" = "MACE 3 比 1";
"qtpSoundMACE6to1" = "MACE 6 比 1";
"qtpSoundBits" = "位";
"qtpSoundNotApplicable" = "不适用";
"qtpSoundBigEndian" = "大端字节序";
"qtpSoundLittleEndian" = "小端字节序";
"qtpSoundInteger" = "整数";

/* accessibility */
"qtpMute" = "静音";
"qtpVolume" = "音量";
"qtpSelectionStart" = "选区开始";
"qtpSelectionEnd" = "选区结束";
"qtpMarker" = "标记";
"qtpCurrentTime" = "当前时间";
"qtpBack" = "退回";
"qtpZoomOut" = "缩小";
"qtpAXRecordButtonTitle" = "录制";
"qtpAXStopButtonTitle" = "停止";
"qtpAXPlayButtonTitle" = "播放";
"qtpAXPauseButtonTitle" = "暂停";
"qtpZoomIn" = "放大";
"qtpShowHotspots" = "显示热点";
"qtpGotoBeginning" = "跳到开头";
"qtpFastRewind" = "倒回";
"qtpFastForward" = "快进";
"qtpGotoEnd" = "跳到结尾";
"qtpAXEqualizerRoleDescription" = "均衡器";
"qtpAXGainSliderTitle" = "音量";
"qtpAXBassSliderTitle" = "低音";
"qtpAXTrebleSliderTitle" = "高音";
"qtpAXBalanceSliderTitle" = "平衡";
"qtpAXFadeSliderTitle" = "渐变";
"qtpAXBrightnessSliderTitle" = "亮度";
"qtpAXColorSliderTitle" = "颜色";
"qtpAXContrastSliderTitle" = "对比度";
"qtpAXTintSliderTitle" = "色调";
"qtpAXBassTextLabelTitle" = "低音";
"qtpAXLeftTextLabelTitle" = "左";
"qtpAXRightTextLabelTitle" = "右";
"qtpAXFrontTextLabelTitle" = "前面";
"qtpAXBackTextLabelTitle" = "退回";
"qtpOneHalfTextLabelTitle" = "一半大小";
"qtpAXButtonRoleDescription" = "按钮";
"qtpPress" = "按下";
"qtpIncrement" = "增";
"qtpDecrement" = "减";
"qtpTimeLine" = "影片时间线";
"qtpTimeLineHelp" = "用于浏览影片的影片时间线控制";
"qtpCurrentTimeHelp" = "用于浏览影片的影片时间线播放头控制";
"qtpSelectionStartHelp" = "用于将所选部分标记成影片的开始时间的影片时间线选择控制";
"qtpSelectionEndHelp" = "用于将所选部分标记成影片的结束时间的影片时间线控制";
"qtpMeterView" = "音频指示器";

/* export */
"qtpExportWindowTitle" = "导出";
"qtpExport" = "导出“%@”";
"qtpFlatten" = "展平";
"qtpExportFailed" = "导出失败";
"qtpExportFailedError" = "导出失败。";
"qtpDefaultSettings" = "默认设置";
"qtpCalculatingEstimatedTime" = " - 正在估算时间…";
"qtpMinutesRemains" = " - 大约剩余 %d 分钟";
"qtpOneMinuteRemains" = " - 大约剩余 %d 分钟";
"qtpHoursMinutesRemain" = " - 剩余大约 %d 小时 %d 分钟";
"qtpExportStopAndQuit" = "您确定要停止导出并退出吗？";
"qtpCaptureClose" = "您要保留当前录制吗？";
"qtpCaptureCloseExplanation" = "录制正在进行，如果您选取不保留它，它将被删除。";
"qtpCouldNotSaveToFolder" = "存储到文件夹 %@ 失败。";
"qtpCannotReplaceFileWithFolder" = "未能创建文件夹 %@，因为具有该名称的文件已经存在。";
"qtpCannotReplaceFileWithFolderSuggestion" = "请尝试移动原始文件或给原始文件重新命名，或者更改导出文件的名称。";

/* save as */
"qtpSaveAsFailed" = "存储为失败";
"qtpSaveAsFailedError" = "文件名称包含无效的字符。\n请去掉文件名称中的任何“/”字符。";
"qtpSave" = "存储";
"qtpCustom" = "自定";
"qtpCustomSettings" = "自定设置";
"qtpQuickTimeMovie" = "QuickTime 影片";
"qtpReference" = "引用";
"qtpSettings" = "设置";
"qtpRecentSettings" = "最近使用的设置";
"qtpShowAllSettings" = "显示所有设置…";
"qtpSaveSetting" = "存储设置…";
"qtpReplaceSetting" = "替换设置";
"qtpReplace" = "替换";
"qtpReplaceWarning" = "已经有此名称的设置。\n您要替换它吗？";
"qtpDeleteSetting" = "删除设置";
"qtpDelete" = "删除";
"qtpDeleteWarning" = "您确定要删除此设置吗？";
"qtpCancel" = "取消";
"qtpMyCustomSetting" = "我的自定设置";
"qtpThisIsCustom" = "这是自定";
"qtpFilesExist" = "以下文件已经存在于文件夹 %@ 中。您要替换它们吗？";
"qtpFilesExistExplanation" = "%@\n\n具有相同名称的文件已经存在于文件夹 %@ 中。替换它们将覆盖它们的内容。";

/* share */
"qtpShareDefaultName" = "未命名";
"qtpShareToPodcast" = "使用“%2$@”将“%1$@”共享到 Podcast 服务器";
"qtpShareToMail" = "将“%@”共享到 Mail";
"qtpShareToiPod" = "将“%@”共享到 iPod";
"qtpPending" = "等待中…";
"qtpStarting" = "正在启动…";
"qtpStarted" = "已启动";
"qtpFailed" = "失败";
"qtpFailedExitCode" = "失败：导出进程意外退出";
"qtpFailedSignal" = "失败：导出进程意外终止";
"qtpWaiting" = "正在等待…";
"qtpContinuing" = "正在继续…";
"qtpShareVideoSummary" = "{%0}, {%1} x {%2}, {%3} FPS";
"qtpShareAudioSummary" = "{%0}, {%1}, {%2} kHz";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "缺少服务器 URL";
"qtpSharePodcastNoUserName" = "缺少用户名称";
"qtpSharePodcastNoPassword" = "密码丢失";
"qtpSharePodcastInvalidServerName" = "无效的服务器 URL";
"qtpSharePodcastNoPasswordMessage" = "请填入给定用户和服务器名称的密码";
"qtpSharePodcastNoUserNameMessage" = "请为给定的服务器名称填入用户名称";
"qtpSharePodcastNoServerNameMessage" = "请为给定用户和密码填入服务器名称";
"qtpKeyChainMessage" = "钥匙串信息：";
"qtpKeyChainPasswordQuestion" = "您要将密码存储在钥匙串中吗？";
"qtpPodcastWorkflowLoading" = "正在载入…";
"qtpPodcastWorkflowDone" = "完成";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@：%@";
"qtpSharePodcastServerMessage" = "登录失败，因为发生了服务器错误。";
"qtpSharePodcastServerMessage_10" = "您必须以 root 帐户登录到此电脑，才能登录到服务器。";
"qtpSharePodcastServerMessage_11" = "从 plist 读取数据时或将数据写入到 plist 时出错。";
"qtpSharePodcastServerMessage_12" = "发生了内部参数错误。";
"qtpSharePodcastServerMessage_20" = "服务器当前不可用。";
"qtpSharePodcastServerMessage_21" = "未能找到使用指定主机名称的服务器。";
"qtpSharePodcastServerMessage_22" = "服务器没有响应，超时。";
"qtpSharePodcastServerMessage_23" = "SSL 没有在服务器上运行。";
"qtpSharePodcastServerMessage_24" = "服务器未提供有效的证书。";
"qtpSharePodcastServerMessage_25" = "服务器发出错误的响应。";
"qtpSharePodcastServerMessage_26" = "您输入了无效的用户名称或密码。";
"qtpSharePodcastServerMessage_30" = "服务器未能创建提交。";
"qtpSharePodcastServerMessage_31" = "上传服务器当前不可用。";
"qtpSharePodcastServerMessage_32" = "未能上传文件。";
"qtpSharePodcastServerMessage_33" = "未能拷贝文件。";
"qtpSharePodcastServerMessage_34" = "提交未能完成。";
"qtpSharePodcastServerMessage_35" = "服务器未能绑定到代理。";
"qtpSharePodcastServerMessage_36" = "服务器未能将命令发送到代理。";
"qtpSharePodcastServerMessage_37" = "发生了未知错误。";

/* sandbox */
"qtpParseError" = "解析错误";
"qtpExporting" = "正在导出";
"qtpExportFinished" = "导出已完成";
"qtpPublishing" = "正在发布";
"qtpPublishFailed" = "发布失败";
"qtpPublishFinished" = "发布已完成";
"qtpFinished" = "已完成";
"qtpUploading" = "正在上传";
"qtpUploadingToPodcastProducer" = "正在上传到 Podcast Producer";

"favoritesTitle" = "个人收藏";
"fileNotFound" = "未能打开文件，因为该文件未找到。";
"deleteConfirmation" = "您真的要删除个人收藏吗？";
"deleteMultipleConfirmation" = "您真的要删除所选的个人收藏吗？";
"questionMark" = "?";
"undoneMessage" = "此操作不能还原。";
"cancelTitle" = "取消";
"iconColumnTitle" = "个人收藏";
"urlColumnTitle" = "位置";

"clearURLsConfirmation" = "您真的要清除最近访问的 URL 吗？";

/* movie info window items */
"visualContexts" = "视觉关联：";
"visualContextsMediaKeySetTo" = "QTKitVisualContext 媒体密钥设定为";
"usingVisualContext" = "使用视觉关联";
"usingGWorld" = "使用 gworld";
"disabled" = "已停用";
"enabled" = "已启用";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\n今天就获得“QuickTime 7 专业版”以启用本功能和许多其他精彩功能，包括导出到 iPod 和 Apple TV。";
"buyNowButton" = "现在购买";
"learnMoreButton" = "了解更多";
"buyNowURL" = "http://www.apple.com.cn/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com.cn/quicktime/upgrade/";
"qtpNotNow" = "现在不";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "此功能将打开一个空的 QuickTime Player 窗口，您可以在这个窗口中粘贴媒体并添加轨道，以创建一个新影片。";
"newMovieRecordingUpgradeMessage" = "通过 iSight 或其他 FireWire 摄像机，“新建影片录制”可让您点按一次就能在您的电脑上捕捉视频和音频。";
"newAudioRecordingUpgradeMessage" = "此功能可让您点按一次就能在您的电脑上捕捉音频，从而轻松制作影片和幻灯片显示的旁白。";
"openImageSequenceUpgradeMessage" = "此功能通过几个简单的步骤，就可让您轻松地使用静止图像和图画来创建幻灯片显示和动画。";
"saveDocumentUpgradeMessage" = "“存储”让您保存您的编辑和回放设置，以便下次您或其他人观看您的影片。";
"saveDocumentAsUpgradeMessage" = "“存储为”让您将编辑和回放设置保存在一份新命名的影片文件中。";
"revertDocumentToSavedUpgradeMessage" = "此功能可让您还原自上次存储影片以来的所有编辑和设置更改。";
"shareUpgradeMessage" = "“共享”帮助您轻松地创建完美的影片文件，以便通过电子邮件或您的 .Mac HomePage 来共享。";
"exportUpgradeMessage" = "“导出”为您提供了上百个高级选项，用于创建各种格式的多媒体文件，或者转换各种多媒体文件的格式。";
"exportRefMovieForWebUpgradeMessage" = "“导出给 Web”允许您将媒体文件转换成一种为通过 Internet 传送到 iPhone 和桌上型电脑而优化的格式。";

"undoUpgradeMessage" = "“还原”将去掉您上次对影片文件所做的更改。";
"redoUpgradeMessage" = "“重做”会重新应用您对影片文件所做的最后一次更改（然后您取消了此次更改）。";
"copyUpgradeMessage" = "“拷贝”复制影片的所选部分，然后将其放在夹纸板中，以便用在其他地方。";
"cutUpgradeMessage" = "“剪切”去掉影片的所选部分，然后将其放在夹纸板中，以便用在其他地方。";
"pasteUpgradeMessage" = "“粘贴”将夹纸板的内容插入影片中您指定的位置。";
"deleteUpgradeMessage" = "“删除”将移走影片的所选部分。";
"selectAllUpgradeMessage" = "“全选”将您的整个影片标记为所选部分，这样您就可以对整个影片执行像“剪切”或“拷贝”这样的编辑操作。";
"selectNoneUpgradeMessage" = "此功能将清除所选部分的起始点和结束点，这样影片就没有任何部分是高亮显示的。";
"trimUpgradeMessage" = "此功能用于保留影片的所选部分并删除其他部分。";
"addUpgradeMessage" = "此功能将夹纸板的内容添加到影片中一个单独的轨道。";
"addScaledUpgradeMessage" = "此功能将夹纸板的内容添加到影片中一个单独的轨道，并将它拉长或缩短以匹配影片中所选部分的长度。";
"extractTracksUpgradeMessage" = "此功能将您选取的轨道拷贝到单独的窗口，因此您可以编辑、控制和将它存储为新文件。";
"findTextUpgradeMessage" = "“查找”将搜索影片中的文本轨道，以查找您指定的单词或短语。";
"findNextTextUpgradeMessage" = "“查找下一个”将搜索影片中的文本轨道，以查找您指定的单词或短语在轨道中的下一个出现位置。";
"findPreviousTextUpgradeMessage" = "“查找上一个”将搜索影片中的文本轨道，以查找您指定的单词或短语在轨道中的上一个出现位置。";

"fullScreenUpgradeMessage" = "“全屏幕”将以适合整个屏幕的比例来播放您的影片，易于使用的控制器在回放开始后渐隐。";
"presentMovieUpgradeMessage" = "“演示影片”提供大小以及回放选项，以便在纯背景上播放您的影片或幻灯片显示，获得影院效果。";
"loopBackAndForthUpgradeMessage" = "此功能向前播放影片，然后向后播放，这样不断循环往复。";
"playSelectionOnlyUpgradeMessage" = "此功能只播放影片中的所选部分。";
"playAllFramesUpgradeMessage" = "此功能强制 QuickTime 播放影片的每个帧，即使是 QuickTime 可能会跳过以获得时间精确性的那些帧。";
"playPauseAllUpgradeMessage" = "此功能同时播放所有打开的影片，以便您可以比较影片版本或实现“影片多路转换”功能。";
"gotoPosterFrameUpgradeMessage" = "此功能将带您到影片中已被选择用来在用户面前代表该影片的那一帧。";
"setPosterFrameUpgradeMessage" = "此功能可让您选取您喜爱的影片帧作为该影片的“封面”，以便您在搜索电脑的文件系统或在网页中嵌入时可以轻松地识别它。";

"openMoviePropertiesUpgradeMessage" = "此功能为您提供了大量的供您的影片使用的高级信息和编辑控制。旋转您的视频、添加批注、设置音量以及进行其他操作。";
"autoPresentUpgradeMessage" = "全屏幕回放需要“QuickTime 专业版”，而您的电脑当前未安装该软件。要购买“QuickTime 专业版”，请访问网站 www.apple.com.cn/quicktime。";
"genericUpgradeMessage" = "本功能需要“QuickTime 专业版”，而您的电脑当前未安装该软件。要购买“QuickTime 专业版”，请访问网站 www.apple.com.cn/quicktime。";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "网络诊断";
"netDiagnosticsSheetMessage" = "发生了网络错误";

/* error handling */
"qtpCouldNotCreateMovie" = "未能创建影片。";
"qtpCouldNotOpenMovie" = "未能打开影片。";
"qtpCouldNotSaveMovie" = "未能存储影片。";
"qtpCouldNotSaveMovieWithName" = "未能存储影片“%@”。";
"qtpCouldNotPaste" = "未能将夹纸板内容粘贴到影片中。";
"qtpCouldNotPasteWithName" = "未能将夹纸板内容粘贴到影片“%@”中。";
"qtpCouldNotDeleteSelection" = "未能从影片删除所选部分。";
"qtpCouldNotDeleteSelectionWithName" = "未能从影片“%@”删除所选部分。";
"qtpMightExperiencePlaybackProblems" = "您可能会在播放影片时遇到问题。";
"qtpMightExperiencePlaybackProblemsWithName" = "您可能会在播放影片“%@”时遇到问题。";
"qtpNonHDCPDisplayDescription" = "不能播放影片“%@”，因为此影片所在的显示器没有被授权播放受保护的影片。";
"qtpNonHDCPDisplayRecoverySuggestion" = "请尝试将影片窗口移到其他显示器或断开与没有 HDCP 授权的显示器的连接。";
"qtpUnknownError" = "未能完成操作。";

"qtpInvalidURLError" = "URL 无效。";


"continue" = "继续";
"close" = "关闭";
"stop" = "停止";

/* time bomb */
"timeBombExpiredMessage" = "您正使用的 QuickTime 软件预先发布版本已过期。请访问：\n\n%@\n\n以便下载该软件的新版本。";
"timeBombUpdateURL" = "http://www.apple.com.cn/quicktime/download/";
"quit" = "退出";
"goThere" = "前往那里";
"dontQuit" = "不退出";
"aboutBoxTimeBombMessage" = "将于以下日期过期：\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "需要授权才能显示内容";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 专业版";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "将来的 QuickTime 专业版";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "无效的注册信息";

"QT_PROAPP_USER" = "Apple 专业应用程序用户";
"QT_AUTO" = "自动";
